plano_de_aula.org
#+TITLE: Plano De Aula
#+BIBLIOGRAPHY: Bibliometry apalike

* Organização apresentação
- Mote da apresentação:
- *“Fifth, we must be aware that often problems are caused not by the data or metrics themselves, but by their inappropriate use either by academics or by administrators (Bornmann & Leydes- dorff, 2014; van Raan, A., 2005b). There is often a desire for  “quick and dirty” results and so simple measures such as the h- index or the JIF are used indiscriminately without due attention being paid to their limitations and biases” - \cite{mingers2015}*
- Se eu pudesse refazer o ECG, iria focar total no Fator de impacto (q é do interesse de todos) e elaboraria a partir daí
- Não adicionei análise de patentes, resolvi focar nas publicações, que julguei ser mais interessante para o meu público alvo

** Introdução/história da bibliometria
  + \cite{mingers2015} -  Scientometrics is the study of the quantitative aspects of the process of science as a communication system. *It is centrally, but not only, concerned with the analysis of citations in the academic literature.*
  + Primórdios da bibliometria
  + Leis bibliométricas (talvez falar só de Lotka e Bradford)
    - OBS: tanto Lotka quanto bradford demonstram a assimetria da distribuição dos artigos: Se plotarmos um  histograma,  independente se o eixo x é o número de autores ou de revistas, o eixo y (nº de publicações) atinge o pico bem no começo (curva deslocada para a equerda).
    - Lotka
      + Usar para introduzir a natureza assimétrica de distribuição de publicações, enquanto atenta que *um fenômeno muito similar ocorre na distribuição de citações*

    - Bradford
      + Citar que é usada até hj (\cite{mugnaini2019}), aproveitando o gancho para falar das diferenças entre as diferenças áreas, algo que vai ser mto importante ao longo da apresentação
      + Lei da dispersão explica pq os índices têm dificuldade em atingir cobertura completa de assuntos. As 2 zonas externas (e especial- mente a terceira) possuem um número muito grande de periódi- cos. Por isso que thompson2015 diz que essa lei inspirou Garfield a criar o SCI, focando em periódicos mais relevantes (core). *Daqui, ir direto para Eugene Garfield*

    - Zipf
  + Eugene Garfield, ISI Journal Impact Factor
    - Falar como a lei de Bradford (e Garfield) foram importantes para auxiliar na decisão quanto à aquisição, descartes, encadernação, de- pósito, utilização de verba, planejamento de siste- ma.”
  + Talvez falar do surgimento de grupos de pesquisa dedicados (Leiden) e surgimento de periódicos (scientometrics) e eventos específicos da área...
  + Contexto histórico:
    - Bibliometria avança graças ao maior valor dado à informação após segunda guerra mundial
  + Avanço/barateamento da informática:
    - Ampliação de bancos de dados bibliométricos
    - Ampliação das possíveis aplicações da bibliometria
      + Mapeamentos gŕaficos e modelagem matemáticas
    - Desenvolvimento da área
    - Embrião do que foi chamado de "bibliometria de escritório"
      + Movimento open source (novas ferramentas) e open access (mais sobre isso em \cite{mugnaini2019}) tbm desempenham funções importantes no desenvolvimento da bibliometria.
  + Principais Bancos de dados:
    - Wos
    - Scopus
    - Scholar
    - Falar de caracteristicas dos bancos de dados, como cobertura, qualidade da informação, etc...

  + Talvez falar de: Desenvolvimento no Brasil?
    - IBICT - Primeiro indício de institucionalização
    - Scielo
    - Periodicos CAPES
    - Qualis
      + Atentar para como indicadores das bases internacionais compõe a avaliação da produção científica brasileira.
      + \cite{mugnaini2014}
        - Qualis: Mesmo em ciências sociais, o artigo costuma ter mais peso que os livros. Há tantas outras áreas (ciência dura, em sua maioria), que não propõem critérios para a classificação de livros.
        - “A avaliação da produção brasileira não se baseia nas citações que sua produção recebe, mas sim nas citações recebidas pelos periódi- cos onde os brasileiros publicam, principalmente o Fator de Impacto JCR [3a], mesmo considerando literatura extensa sobre suas limitações (ARCHAMBAULT e LARIVIÈRE, 2009; VANCLAY, 2011). Assim, a pouca inserção da produção científica nacional (LETA, 2011) acarreta  numa avaliação baseada em indicadores de produtividade, que resulta em produtivismo exagerado, impondo a necessidade de estabelecimento de critérios de qualidade.”
        - “Como pode-se perceber todas as áreas de avaliação de Biológicas e Engenharias executam a classificação dos periódicos de sua área sim- plesmente manejando a lista de periódicos e respectivo indicador, tendo que atualizar a lista e os parâmetros de cada estrato, a cada triênio.”


    - Plataforma Lattes (lattes é provavelmente a fonte de informação com maior abrangência da produção científica nacional) - Usada em mugnaini 2013

    - Falar dos mais diversos usos da bibliometria
      - Lembrar de falar que a bibliometria pode ser usada para fazer n out- ras coisas, como avaliar quais papers são mais interessantes, traçar a evolução de um tópico por meio dos seus artigos principais, etc...
      - Plágio
      - Mapeamentos gŕaficos e modelagem matemáticas
      - Redes de citações
        - Se não há citação, não há relação
        - Pesquisadores da mesma área que não se citam não tem similaridades identificadas
        - Pode ser complementada pela análise de linguagem (e vice-versa)
      - Análise de linguagem:
        - Co-ocorrências de palavras
        - Natural Language Processing (subcampo de machine learning) + aumento da disponibilidade de textos integrais
          + Ampliação de possibilidades de estudos na área
      - Entretanto, existe nenhum desses é tão usado para a avaliação da produção científica quanto a análise de citações

