plano_de_aula.tex
% Created 2021-06-09 Wed 17:02
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{John Doe}
\date{\today}
\title{Plano De Aula}
\hypersetup{
 pdfauthor={John Doe},
 pdftitle={Plano De Aula},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.2 (Org mode 9.5)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents


\section{Organização apresentação}
\label{sec:org4ddc968}
\begin{itemize}
\item Mote da apresentação:
\item \textbf{“Fifth, we must be aware that often problems are caused not by the data or metrics themselves, but by their inappropriate use either by academics or by administrators (Bornmann \& Leydes- dorff, 2014; van Raan, A., 2005b). There is often a desire for  “quick and dirty” results and so simple measures such as the h- index or the JIF are used indiscriminately without due attention being paid to their limitations and biases” - \cite{mingers2015}}
\item Se eu pudesse refazer o ECG, iria focar total no Fator de impacto (q é do interesse de todos) e elaboraria a partir daí
\item Não adicionei análise de patentes, resolvi focar nas publicações, que julguei ser mais interessante para o meu público alvo
\end{itemize}

\subsection{Introdução/história da bibliometria}
\label{sec:org61a5294}
\begin{itemize}
\item \cite{mingers2015} -  Scientometrics is the study of the quantitative aspects of the process of science as a communication system. \textbf{It is centrally, but not only, concerned with the analysis of citations in the academic literature.}
\item Primórdios da bibliometria
\item Leis bibliométricas (talvez falar só de Lotka e Bradford)
\begin{itemize}
\item OBS: tanto Lotka quanto bradford demonstram a assimetria da distribuição dos artigos: Se plotarmos um  histograma,  independente se o eixo x é o número de autores ou de revistas, o eixo y (nº de publicações) atinge o pico bem no começo (curva deslocada para a equerda).
\item Lotka
\begin{itemize}
\item Usar para introduzir a natureza assimétrica de distribuição de publicações, enquanto atenta que \textbf{um fenômeno muito similar ocorre na distribuição de citações}
\end{itemize}

\item Bradford
\begin{itemize}
\item Citar que é usada até hj (\cite{mugnaini2019}), aproveitando o gancho para falar das diferenças entre as diferenças áreas, algo que vai ser mto importante ao longo da apresentação
\item Lei da dispersão explica pq os índices têm dificuldade em atingir cobertura completa de assuntos. As 2 zonas externas (e especial- mente a terceira) possuem um número muito grande de periódi- cos. Por isso que thompson2015 diz que essa lei inspirou Garfield a criar o SCI, focando em periódicos mais relevantes (core). \textbf{Daqui, ir direto para Eugene Garfield}
\end{itemize}

\item Zipf
\end{itemize}
\item Eugene Garfield, ISI Journal Impact Factor
\begin{itemize}
\item Falar como a lei de Bradford (e Garfield) foram importantes para auxiliar na decisão quanto à aquisição, descartes, encadernação, de- pósito, utilização de verba, planejamento de siste- ma.”
\end{itemize}
\item Talvez falar do surgimento de grupos de pesquisa dedicados (Leiden) e surgimento de periódicos (scientometrics) e eventos específicos da área\ldots{}
\item Contexto histórico:
\begin{itemize}
\item Bibliometria avança graças ao maior valor dado à informação após segunda guerra mundial
\end{itemize}
\item Avanço/barateamento da informática:
\begin{itemize}
\item Ampliação de bancos de dados bibliométricos
\item Ampliação das possíveis aplicações da bibliometria
\begin{itemize}
\item Mapeamentos gŕaficos e modelagem matemáticas
\end{itemize}
\item Desenvolvimento da área
\item Embrião do que foi chamado de ``bibliometria de escritório''
\begin{itemize}
\item Movimento open source (novas ferramentas) e open access (mais sobre isso em \cite{mugnaini2019}) tbm desempenham funções importantes no desenvolvimento da bibliometria.
\end{itemize}
\end{itemize}
\item Principais Bancos de dados:
\begin{itemize}
\item Wos
\item Scopus
\item Scholar
\item Falar de caracteristicas dos bancos de dados, como cobertura, qualidade da informação, etc\ldots{}
\end{itemize}

\item Talvez falar de: Desenvolvimento no Brasil?
\begin{itemize}
\item IBICT - Primeiro indício de institucionalização
\item Scielo
\item Periodicos CAPES
\item Qualis
\begin{itemize}
\item Atentar para como indicadores das bases internacionais compõe a avaliação da produção científica brasileira.
\item \cite{mugnaini2014}
\begin{itemize}
\item Qualis: Mesmo em ciências sociais, o artigo costuma ter mais peso que os livros. Há tantas outras áreas (ciência dura, em sua maioria), que não propõem critérios para a classificação de livros.
\item “A avaliação da produção brasileira não se baseia nas citações que sua produção recebe, mas sim nas citações recebidas pelos periódi- cos onde os brasileiros publicam, principalmente o Fator de Impacto JCR [3a], mesmo considerando literatura extensa sobre suas limitações (ARCHAMBAULT e LARIVIÈRE, 2009; VANCLAY, 2011). Assim, a pouca inserção da produção científica nacional (LETA, 2011) acarreta  numa avaliação baseada em indicadores de produtividade, que resulta em produtivismo exagerado, impondo a necessidade de estabelecimento de critérios de qualidade.”
\item “Como pode-se perceber todas as áreas de avaliação de Biológicas e Engenharias executam a classificação dos periódicos de sua área sim- plesmente manejando a lista de periódicos e respectivo indicador, tendo que atualizar a lista e os parâmetros de cada estrato, a cada triênio.”
\end{itemize}
\end{itemize}
\end{itemize}
\end{itemize}


\begin{itemize}
\item Plataforma Lattes (lattes é provavelmente a fonte de informação com maior abrangência da produção científica nacional) - Usada em mugnaini 2013

\item Falar dos mais diversos usos da bibliometria
\begin{itemize}
\item Lembrar de falar que a bibliometria pode ser usada para fazer n out- ras coisas, como avaliar quais papers são mais interessantes, traçar a evolução de um tópico por meio dos seus artigos principais, etc\ldots{}
\item Plágio
\item Mapeamentos gŕaficos e modelagem matemáticas
\item Redes de citações
\begin{itemize}
\item Se não há citação, não há relação
\item Pesquisadores da mesma área que não se citam não tem similaridades identificadas
\item Pode ser complementada pela análise de linguagem (e vice-versa)
\end{itemize}
\item Análise de linguagem:
\begin{itemize}
\item Co-ocorrências de palavras
\item Natural Language Processing (subcampo de machine learning) + aumento da disponibilidade de textos integrais
\begin{itemize}
\item Ampliação de possibilidades de estudos na área
\end{itemize}
\end{itemize}
\item Entretanto, existe nenhum desses é tão usado para a avaliação da produção científica quanto a análise de citações
\end{itemize}
\end{itemize}
