plano_de_aula.org
** Análise de citação
  + Usada como a principal medida de prestígio
  + Discutir *o que a citação realmente representa*
    - Citação indica o número de outros autores para os quais o artigo foi útil de alguma forma...
    - Seja para argumentar a favor ou contra
  + Talvez aqui: Falar das especificidades entre diferentes áreas.
    - Social Sciences and Humanities - Citation data often not available. In part, because of books being the standard communication vehicle instead of articles. This limits the use of bibliometrics for Evaluation and Policy. \cite{mingers2015}
    - Falar do envelhecimento (obsolescencia) das diferentes áreas.

  + \cite{wallin2005}
    - “If a relationship between citation frequency and research quality does exist, this relationship is not likely to be linear. The relationship be- tween research quality and citation fre- quency probably takes the form of a J-shaped curve, with exceedingly bad research cited more frequently than mediocre research (Bornstein 1991)”
    - “The conclusion must therefore be that there is no unam- biguous relationship between citation parameters and scien- tific importance and/or quality. If we then assume that there must after all be some sort of relationship, an explanation for these clearly conflicting inves- tigations must therefore be that the relationship is so complex that we have difficulty in capturing it with the tools available to us
    - The problem with these corre- lations is that the two parameters (peer review and number of citations) are probably not independent (Opthof 1997).
    - Ponto interessante: se considerarmos à queima roupa que citações são sinonimo de qulaidade, um artigo ter 0 citações significa um artigo sem qualidade e, como boa parte das publicações não são citadas at all, isso significa que teríamos que aceitar que boa parte da ciência produzida é essencialmente lixo.



  + O que as citações medem, afinal? \cite{pendlebury2009} - cita livro de Moed \cite{moed2006}

  + Citação como medida de qualidade: Implica assumir que TODO MUNDO lê TODA A BIBLIOGRAFIA da sua área e consegue, sem viéses, sele- cionar apenas os verdadeiramente mais relevantes. Ao mesmo tempo, os viéses se diluem se analisarmos muitas pessoas de uma vez.


*** Indicadores (métricas) e avaliação de produção
    - *Focar bastante no h-index e, principalmente, no fator de impacto*
    - Métricas (pesquisador)
      - h-index
        + Falar sobre o cálculo
        + Popularidade
        + Vantagens e desvantagens, assim como as métricas geradas para lidar com essas desvantagens
        + \cite{durieux2010} - Possivelmente um bom exemplo para a aula: – “ For example, J.E. Hirsh has reported that the top 10 researchers in physics and biology have quite different h-indexes (46).”
        + \cite{mingers2015} :  Thomas Khun e como o h-index não faz jus a ele at al, por ele ter poucas publicações
        + Toda a literatura concorda que o h-index sozinho é mto cru, e que deve ser usado com outros indicadores.
        + Ou seja, os dois mais conhecidos e usados indexes são amplamente considerados insuficientes para a avaliação da produção científica \cite{mingers2015}
      - G-index
      - HC-index
      - Individual H-Index
      - E-index
      - M-index
      - Q-index
      - Métricas (journals)
        - Fator de impacto
          + Excelente capítulo de livro: \cite{vanraan2019}
          + Publicado anualmente pelo Journal Citation Reports (JCR)
          + A publicação do Journal Impact Factor tem copyright. Não é qqr um q pode calcular e publicar ele.
          + Calculo, o pq da popularidade
          + Quem calcula?
          + Será que ele deve ter um peso grande na avaliação e definição de políticas públicas em países cuja publicação científica é sub-representada no contexto internacional? Tipo o Brasil (mugnaini2019 tem algo sobre isso?)
          + Como ele pode ser manipulado
          + Vantagens e desvantagens
            - Falar do uso primordial: Auxiliar bibliotecas/instituições que querem selecionar quais periódicos assinar. - Tirado de: \cite{wallin2005}
            - Falar da distribuição das citações (muito skewed), e como a média não é uma boa medida de centralidade (ela é, no mínimo, misleading) nesse caso. Dar um exemplo com a mediana (3 ou 4 salários de uma empresa). Falar como *de um ponto de vista de estatística descritiva, a média não é uma boa medida sumarizadora para distribuições não normais*. A distribuição das citações é chamada de *lognormal.*
              + Poucos pesquisadore com a maioria dos artigos (Lotka)
              + Poucas revistas com grande parte dos artigos (Bradford)
              + De forma análoga, poucos artigos com grande numero de citações
            - Assumir que fator de impacto significa qualidade de um dado periodico é muito propenso a erro, já que isso implica “assumir perfeita comunicação na comunidade científica internacional” (Velho, 1986).
            - Entretanto, até que ponto nós não olhamos só para o fator de impacto em vez de pensar onde que o nosso paper irá cumprir melhor a função dele de comunicar nossos achados ao público alvo? Sendo que esse publico alvo não é toda a comunidade acadêmica, mas um subset muito restrito do mesmo... Será que vale a pena pegar uma revista geral em vez de uma específica por causa de alguns décimos de diferença do fator de impacto.
            - Falar do Garfield, e de como ele msm diz que o JIF é indicativo, não um valor absoluto. Até que ponto a maior parte da pesquisa não ser tão citada significa que ela não é de qualidade? Mais do que isso, então 99% da ciência não é de qualidade então? Que trabalho horrível estamos fazendo aqui? Se considerarmos a citação como medida de qualidade, estamos lascados. . .

          + Falar como as críticas levaram à criação e adoção de indicadores alternativos.
          + Cited Half-life
            + Taxa de declínio da curva de citação
            + Parece com o conceito de meia-vida para isótopos radioativos msm
          + CiteScore
            + SCImago journal rank (SJR)
            + Source-Normalised Impact per Paper (SNIP)
          + Eigenfactor metrics
            + Eigenfactor Score (ES)
            + Article INfluence Score (AIS)
          + Immediacy Index

          + Outras questões associadas à avaliação quantitativa científica que alteram o valor de  englobam (tem uma ótima revisão, só que com muita estatística - \cite{waltman2016} ) - Tentar sumarizar em 1 ou 2 slides...
            + Normalização
            + Janela de citação (diferentes áreas)
            + Banco de dados utilizado/indexação de periódicos... - \cite{garner2018} possui uma boa tabela que mostra bem a diferença entre os índices calculados com diversas databases
            + Cobertura de bancos de dados: Relembrar da lei de Bradford para explicar pq é tão difícil um banco de dados conter toda a publicação relevante de uma dada área.
*** Altmetrics


