plano_de_aula.tex

\subsection{Análise de citação}
\label{sec:org41326e9}
\begin{itemize}
\item Usada como a principal medida de prestígio
\item Discutir \textbf{o que a citação realmente representa}
\begin{itemize}
\item Citação indica o número de outros autores para os quais o artigo foi útil de alguma forma\ldots{}
\item Seja para argumentar a favor ou contra
\end{itemize}
\item Talvez aqui: Falar das especificidades entre diferentes áreas.
\begin{itemize}
\item Social Sciences and Humanities - Citation data often not available. In part, because of books being the standard communication vehicle instead of articles. This limits the use of bibliometrics for Evaluation and Policy. \cite{mingers2015}
\item Falar do envelhecimento (obsolescencia) das diferentes áreas.
\end{itemize}

\item \cite{wallin2005}
\begin{itemize}
\item “If a relationship between citation frequency and research quality does exist, this relationship is not likely to be linear. The relationship be- tween research quality and citation fre- quency probably takes the form of a J-shaped curve, with exceedingly bad research cited more frequently than mediocre research (Bornstein 1991)”
\item “The conclusion must therefore be that there is no unam- biguous relationship between citation parameters and scien- tific importance and/or quality. If we then assume that there must after all be some sort of relationship, an explanation for these clearly conflicting inves- tigations must therefore be that the relationship is so complex that we have difficulty in capturing it with the tools available to us
\item The problem with these corre- lations is that the two parameters (peer review and number of citations) are probably not independent (Opthof 1997).
\item Ponto interessante: se considerarmos à queima roupa que citações são sinonimo de qulaidade, um artigo ter 0 citações significa um artigo sem qualidade e, como boa parte das publicações não são citadas at all, isso significa que teríamos que aceitar que boa parte da ciência produzida é essencialmente lixo.
\end{itemize}
\end{itemize}



\begin{itemize}
\item O que as citações medem, afinal? \cite{pendlebury2009} - cita livro de Moed \cite{moed2006}

\item Citação como medida de qualidade: Implica assumir que TODO MUNDO lê TODA A BIBLIOGRAFIA da sua área e consegue, sem viéses, sele- cionar apenas os verdadeiramente mais relevantes. Ao mesmo tempo, os viéses se diluem se analisarmos muitas pessoas de uma vez.
\end{itemize}


\subsubsection{Indicadores (métricas) e avaliação de produção}
\label{sec:org16fd035}
\begin{itemize}
\item \textbf{Focar bastante no h-index e, principalmente, no fator de impacto}
\item Métricas (pesquisador)
\begin{itemize}
\item h-index
\begin{itemize}
\item Falar sobre o cálculo
\item Popularidade
\item Vantagens e desvantagens, assim como as métricas geradas para lidar com essas desvantagens
\item \cite{durieux2010} - Possivelmente um bom exemplo para a aula: – “ For example, J.E. Hirsh has reported that the top 10 researchers in physics and biology have quite different h-indexes (46).”
\item \cite{mingers2015} :  Thomas Khun e como o h-index não faz jus a ele at al, por ele ter poucas publicações
\item Toda a literatura concorda que o h-index sozinho é mto cru, e que deve ser usado com outros indicadores.
\item Ou seja, os dois mais conhecidos e usados indexes são amplamente considerados insuficientes para a avaliação da produção científica \cite{mingers2015}
\end{itemize}
\item G-index
\item HC-index
\item Individual H-Index
\item E-index
\item M-index
\item Q-index
\item Métricas (journals)
\begin{itemize}
\item Fator de impacto
\begin{itemize}
\item Excelente capítulo de livro: \cite{vanraan2019}
\item Publicado anualmente pelo Journal Citation Reports (JCR)
\item A publicação do Journal Impact Factor tem copyright. Não é qqr um q pode calcular e publicar ele.
\item Calculo, o pq da popularidade
\item Quem calcula?
\item Será que ele deve ter um peso grande na avaliação e definição de políticas públicas em países cuja publicação científica é sub-representada no contexto internacional? Tipo o Brasil (mugnaini2019 tem algo sobre isso?)
\item Como ele pode ser manipulado
\item Vantagens e desvantagens
\begin{itemize}
\item Falar do uso primordial: Auxiliar bibliotecas/instituições que querem selecionar quais periódicos assinar. - Tirado de: \cite{wallin2005}
\item Falar da distribuição das citações (muito skewed), e como a média não é uma boa medida de centralidade (ela é, no mínimo, misleading) nesse caso. Dar um exemplo com a mediana (3 ou 4 salários de uma empresa). Falar como \textbf{de um ponto de vista de estatística descritiva, a média não é uma boa medida sumarizadora para distribuições não normais}. A distribuição das citações é chamada de \textbf{lognormal.}
\begin{itemize}
\item Poucos pesquisadore com a maioria dos artigos (Lotka)
\item Poucas revistas com grande parte dos artigos (Bradford)
\item De forma análoga, poucos artigos com grande numero de citações
\end{itemize}
\item Assumir que fator de impacto significa qualidade de um dado periodico é muito propenso a erro, já que isso implica “assumir perfeita comunicação na comunidade científica internacional” (Velho, 1986).
\item Entretanto, até que ponto nós não olhamos só para o fator de impacto em vez de pensar onde que o nosso paper irá cumprir melhor a função dele de comunicar nossos achados ao público alvo? Sendo que esse publico alvo não é toda a comunidade acadêmica, mas um subset muito restrito do mesmo\ldots{} Será que vale a pena pegar uma revista geral em vez de uma específica por causa de alguns décimos de diferença do fator de impacto.
\item Falar do Garfield, e de como ele msm diz que o JIF é indicativo, não um valor absoluto. Até que ponto a maior parte da pesquisa não ser tão citada significa que ela não é de qualidade? Mais do que isso, então 99\% da ciência não é de qualidade então? Que trabalho horrível estamos fazendo aqui? Se considerarmos a citação como medida de qualidade, estamos lascados. . .
\end{itemize}

\item Falar como as críticas levaram à criação e adoção de indicadores alternativos.
\item Cited Half-life
\begin{itemize}
\item Taxa de declínio da curva de citação
\item Parece com o conceito de meia-vida para isótopos radioativos msm
\end{itemize}
\item CiteScore
\begin{itemize}
\item SCImago journal rank (SJR)
\item Source-Normalised Impact per Paper (SNIP)
\end{itemize}
\item Eigenfactor metrics
\begin{itemize}
\item Eigenfactor Score (ES)
\item Article INfluence Score (AIS)
\end{itemize}
\item Immediacy Index

\item Outras questões associadas à avaliação quantitativa científica que alteram o valor de  englobam (tem uma ótima revisão, só que com muita estatística - \cite{waltman2016} ) - Tentar sumarizar em 1 ou 2 slides\ldots{}
\begin{itemize}
\item Normalização
\item Janela de citação (diferentes áreas)
\item Banco de dados utilizado/indexação de periódicos\ldots{} - \cite{garner2018} possui uma boa tabela que mostra bem a diferença entre os índices calculados com diversas databases
\item Cobertura de bancos de dados: Relembrar da lei de Bradford para explicar pq é tão difícil um banco de dados conter toda a publicação relevante de uma dada área.
\end{itemize}
\end{itemize}
\end{itemize}
\end{itemize}
\end{itemize}
