plano_de_aula.org
** Bibliometria e peer-review
- *Daria para explicar o pq o peer-review foi "tomado" pela bibliometria e hj é globalmente usado como métrica "objetiva"* e juntar duas partes (talvez antes de entrar nas metricas)
- \cite{juznic2010}
  + Fala do dual system of grant approval da slovenia - usa tanto bibliome- tria como peer review.
  + “An important reason for introducing the dual system of grant approval in 2008 was to decrease the burden of administration, at least for the majority of researchers who already have a rich bibliographic record to prove their excellence. At least half of the researchers that are selected for phase two can be pre-selected using bibliometric methods. ”
  + Há DIVERSOS índices. Mas ele deve ser visto como uma medida acessória, dada a quantidade de publicações.
  + "Informed peer review" é um termo que aparece com frequencia
  + Falar que


** Qualis
- \cite{thompson2015}
  + “Of course, all metrics must be used in context. Bibliometric indexes should generally be used in concert with a thoughtful review by senior colleagues.33, 34” OLHAR ESSAS REFERÊNCIAS DPS
- Esse foco no qualis/fator de impacto leva a modificações do comportamento dos cientistas (nós)
- Falar como o qualis baseado no FI é extremamente circular, sendo um mantenedor do status quo.
- Falar como a idéia dos comitês do qualis é mto boa, mas nossa cultura de supervalorização de métricas (em especial do fator de impacto) é um problema

** Manifestos/Mudança de cultura
- Usar o editorial que cita os princípios do DORA \cite{cagan2013}
- Ou mostrar os progressos descritos em \cite{hatch2020}

**  Conclusão
    + Esperança: o sistema de avaliação feito pela CAPES continua mudando. Logo, é interessante que a comunidade cientifica se engaje em discussões sobre o tema e (ao menos tente) mudar sua cultura.
    + Sempre lembrar que os problemas não são causados pelas métricas em si, mas sim pelo seu uso inapropriado .
      - *“Fifth, we must be aware that often problems are caused not by the data or metrics themselves, but by their inappropriate use either by academics or by administrators (Bornmann & Leydes- dorff, 2014; van Raan, A., 2005b). There is often a desire for  “quick and dirty” results and so simple measures such as the h- index or the JIF are used indiscriminately without due attention being paid to their limitations and biases” - \cite{mingers2015}*
      - Essa questão pode não fazer parte da minha área, mas me afeta (e acredito que afeta todos aqui) diretamente.
      - Se nós não nos preocuparmos com isso, ngm vai...
      - Produtividade científica acaba sendo encarada como um fim em si msma - Isso gera os mais deiversos problemas
        + Crise de reprodutibilidade, burnout, aumento de retratações
    + Avaliação deve, pelo menos, ter múltiplos inputs.
      - Aumenta os outputs, dificuldade de visualização
      - Multiplas interpretações (conceitos de amplitude e abertura de indicadores, a avaliação cientométrica convencional tende a ser estreita nessas duas dimensões)
      - Mas tbm permite tomar decisões mais ponderadas
      - Usar os indicadores como "dispositivos discutíveis, que permitam aprendizado" (Barré, 2010, pg. 227), não para definir de forma final "quem é melhor" ou algo que o valha
    + Incorporar análise a nível de artigo pode ser uma alternativa?


   + Nova idéia - 5 artigos:
     - 1 geral - Mugnaini2013
     - 1 fator de impacto/métricas - Garner2018 - Fala de diversas métricas, databases e altmetrics
     - 1 sobre peer-review vs bibliometrics (buscar "informed peer review no google dps") e 1 sobre qualis OU 2 artigos sobre Qualis (1 do mugnaini)
     - 1 sobre manifestos (e aquele sobre mudar a nossa conduta?) - Usar o Dora

\bibliography{Bibliometry}
\bibliographystyle{apalike}
