plano_de_aula.tex
\subsubsection{Altmetrics}
\label{sec:org1defc99}


\subsection{Bibliometria e peer-review}
\label{sec:orga9a2cb9}
\begin{itemize}
\item \textbf{Daria para explicar o pq o peer-review foi ``tomado'' pela bibliometria e hj é globalmente usado como métrica ``objetiva''} e juntar duas partes (talvez antes de entrar nas metricas)
\item \cite{juznic2010}
\begin{itemize}
\item Fala do dual system of grant approval da slovenia - usa tanto bibliome- tria como peer review.
\item “An important reason for introducing the dual system of grant approval in 2008 was to decrease the burden of administration, at least for the majority of researchers who already have a rich bibliographic record to prove their excellence. At least half of the researchers that are selected for phase two can be pre-selected using bibliometric methods. ”
\item Há DIVERSOS índices. Mas ele deve ser visto como uma medida acessória, dada a quantidade de publicações.
\item ``Informed peer review'' é um termo que aparece com frequencia
\item Falar que
\end{itemize}
\end{itemize}


\subsection{Qualis}
\label{sec:orga78d853}
\begin{itemize}
\item \cite{thompson2015}
\begin{itemize}
\item “Of course, all metrics must be used in context. Bibliometric indexes should generally be used in concert with a thoughtful review by senior colleagues.33, 34” OLHAR ESSAS REFERÊNCIAS DPS
\end{itemize}
\item Esse foco no qualis/fator de impacto leva a modificações do comportamento dos cientistas (nós)
\item Falar como o qualis baseado no FI é extremamente circular, sendo um mantenedor do status quo.
\item Falar como a idéia dos comitês do qualis é mto boa, mas nossa cultura de supervalorização de métricas (em especial do fator de impacto) é um problema
\end{itemize}

\subsection{Manifestos/Mudança de cultura}
\label{sec:orgf1a28a6}
\begin{itemize}
\item Usar o editorial que cita os princípios do DORA \cite{cagan2013}
\item Ou mostrar os progressos descritos em \cite{hatch2020}
\end{itemize}

\subsection{Conclusão}
\label{sec:orge0e0cec}
\begin{itemize}
\item Esperança: o sistema de avaliação feito pela CAPES continua mudando. Logo, é interessante que a comunidade cientifica se engaje em discussões sobre o tema e (ao menos tente) mudar sua cultura.
\item Sempre lembrar que os problemas não são causados pelas métricas em si, mas sim pelo seu uso inapropriado .
\begin{itemize}
\item \textbf{“Fifth, we must be aware that often problems are caused not by the data or metrics themselves, but by their inappropriate use either by academics or by administrators (Bornmann \& Leydes- dorff, 2014; van Raan, A., 2005b). There is often a desire for  “quick and dirty” results and so simple measures such as the h- index or the JIF are used indiscriminately without due attention being paid to their limitations and biases” - \cite{mingers2015}}
\item Essa questão pode não fazer parte da minha área, mas me afeta (e acredito que afeta todos aqui) diretamente.
\item Se nós não nos preocuparmos com isso, ngm vai\ldots{}
\item Produtividade científica acaba sendo encarada como um fim em si msma - Isso gera os mais deiversos problemas
\begin{itemize}
\item Crise de reprodutibilidade, burnout, aumento de retratações
\end{itemize}
\end{itemize}
\item Avaliação deve, pelo menos, ter múltiplos inputs.
\begin{itemize}
\item Aumenta os outputs, dificuldade de visualização
\item Multiplas interpretações (conceitos de amplitude e abertura de indicadores, a avaliação cientométrica convencional tende a ser estreita nessas duas dimensões)
\item Mas tbm permite tomar decisões mais ponderadas
\item Usar os indicadores como ``dispositivos discutíveis, que permitam aprendizado'' (Barré, 2010, pg. 227), não para definir de forma final ``quem é melhor'' ou algo que o valha
\end{itemize}
\item Incorporar análise a nível de artigo pode ser uma alternativa?
\end{itemize}


\begin{itemize}
\item Nova idéia - 5 artigos:
\begin{itemize}
\item 1 geral - Mugnaini2013
\item 1 fator de impacto/métricas - Garner2018 - Fala de diversas métricas, databases e altmetrics
\item 1 sobre peer-review vs bibliometrics (buscar ``informed peer review no google dps'') e 1 sobre qualis OU 2 artigos sobre Qualis (1 do mugnaini)
\item 1 sobre manifestos (e aquele sobre mudar a nossa conduta?) - Usar o Dora
\end{itemize}
\end{itemize}

\bibliography{Bibliometry}
\bibliographystyle{apalike}
\end{document}
